Revit 2027 API
UpdaterData Properties
The UpdaterData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
UpdaterData Class
Autodesk.Revit.DB Namespace